Repository: BMOTech/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-*.po
Languages: nb_no

source: Telephone
nb_no: Telefon

source: Scan Barcode
nb_no: Scann strekkode

source: Paid
nb_no: Betalt

source: Refresh
nb_no: Last inn på nytt

# Money returned from cash sale
source: Change
nb_no: Veksel

# Product tab: 'All' products
source: All
nb_no: Alle

# Product tab: 'Featured' products
source: Featured
nb_no: Fremhevede

# Product tab: 'On Sale' products
source: On Sale
nb_no: Salg

# abbreviation for includes (tax)
source: incl.
nb_no: inkl.

source: Online Only
nb_no: Kun nettbutikk

source: Online
nb_no: Nettbutikk

source: POS & Online
nb_no: Kasse og online

source: POS visibility
nb_no: Kassens synlighet

source: Checkout Options
nb_no: Betalingsvalg

source: It is your responsibility to ensure the security of your customer's information. Transmitting credit card or other sensitive information should only be done using a secure connnection. For more information please visit <a href="http://woopos.com.au/docs/security">http://woopos.com.au/docs/security</a>
nb_no: Det er ditt ansvar å sørge for sikkerheten til informasjonen om dine kunder. Å sende kredittkort- eller annen informasjon bør kun gjøres over en sikker forbindelse. For mer informasjon, besøk gjerne <a href="http://woopos.com.au/docs/security">http://woopos.com.au/docs/security</a>

source: Debit & Credit Card sales using an external EFTPOS machine.
nb_no: Bank og kredittkort-salg benytter en ekstern EFTPOS enhet.

source: Description
nb_no: Beskrivelse

source: Payment method description that will be shown in the POS.
nb_no: Beskrivelse av betalingsmetode som vil bli vist i kassen.

source: Cashback
nb_no: Kreditering

source: Cash sales at the Point of Sale.
nb_no: Kontantsalg i kassen

source: Amount Tendered
nb_no: Beløp

source: User not authorized to manage WooCommerce POS
nb_no: Brukeren er ikke autorisert til å bruke WooCommerce POS

source: Email sent
nb_no: Epost er sendt

source: There was an error sending the email
nb_no: Det skjedde en feil under sendingen av eposten

source: Quantity
nb_no: Antall

source: Item Price
nb_no: Enhetspris

source: Process Payment
nb_no: Prosesser betalingen

source: Email Receipt
nb_no: Kvittering på epost

source: Email Address
nb_no: Epost-adresse

source: Close
nb_no: Lukk

source: Receipt
nb_no: Kvittering

source: Billing Address
nb_no: Faktura-adresse

source: Shipping Address
nb_no: Post-adresse

source: Order Number
nb_no: Ordrenummer

source: Order Date
nb_no: Ordredato

source: Payment Method
nb_no: Betalingsmetode

source: Installed gateways are listed below. Drag and drop gateways to control their display order at the Point of Sale.
nb_no: Installerte betalingsmetoder er listet nedenfor. Dra og slipp betalingsmetodene for å bestemme rekkefølgen de er synlig i kassen

source: Payment Gateways enabled here will be available at the Point of Sale. Payment Gateways enabled on the settings page will be available in your Online Store.
nb_no: Betalingsmetoder som er aktivert her vil være tilgjengelige i kassen. Betalingsmetoder aktivert på instillings-siden vil være tilgjengelig i din butikk på nettet.

source: Action not permitted
nb_no: Handlingen er ikke tillatt

source: API Authentication
nb_no: API autentifisering

source: Authentication Passed
nb_no: Autentifisering godkjent

source: Authentication Failed
nb_no: Autentifiseringen ble ikke godkjent

source: Title
nb_no: Tittel

source: Payment method title.
nb_no: Navn på betalingsmetode

source: No payment gateways enabled.
nb_no: Ingen betalingsmetoder er aktivert

source: Downloading products
nb_no: Laster ned produkter

source: While you're waiting&hellip; why not read over the <a href="http://woopos.com.au/docs" target="_blank">WooCommerce POS documentation</a>.
nb_no: Mens du venter&hellip; hvorfor ikke lese over <a href="http://woopos.com.au/docs" target="_blank">dokumentasjonen over WooCommerce POS</a>.

# Payment gateway status
source: Online Store
nb_no: Nettbutikk

# Payment gateway status
source: POS
nb_no: Kasse

# Settings tab label
source: Checkout
nb_no: Utsjekk

source: POS Only
nb_no: kun kasse

source: Payment Gateways
nb_no: Betalingsmetoder

source: Gateway Display
nb_no: Visning av betalingsmetode

source: Gateway
nb_no: Betalingsmetode

source: Gateway ID
nb_no: Metode ID

source: Enabled
nb_no: Aktivert

source: Grant POS Access
nb_no: Tillat kasse-tilgang

source: Select which user roles have access to the POS.
nb_no: Velg hvilke bruker-roller som har tilgang til kassen

source: Select user roles
nb_no: Velg brukerroller

source: The default customer for POS orders, eg: Guest or create a new customer.
nb_no: Standard kundetype for kasse-ordrer. Feks. «Gjest» eller «Lag ny kunde»

source: You do not have sufficient permissions to access this page.
nb_no: Du har ikke tilstrekkelige tillatelser til å se denne siden

source: Point of Sale
nb_no: Kasse

source: WooCommerce POS is storing your products locally.
nb_no: WooCommerce POS lagrer produktene dine lokalt.

source: This could take some time depending on the number of products you have, the speed of your connection and the speed of your server.
nb_no: Dette kan ta litt tid, avhengig av antall produkter, hastigheten på nettet ditt, og hvor rask serveren din er.

source: Download complete!
nb_no: Nedlasting komplett!

source: Error connecting to the WooCommerce REST API.
nb_no: Det skjedde en feil under tilkoblingen til WooCommerce REST API.

source: Please check the <a href="%s">POS System Status</a>.
nb_no: Vennligst kontroller <a href="%s">POS System Status</a>.

source: Error connecting to the server. Either your server is down or it is overloaded.
nb_no: Feil under tilkobling til serveren. Enten er den nede, eller så er den overbelastet.

source: Please report the problem via the <a href="%s">Support</a> page.
nb_no: Vennligst rapporter problemet via <a href="%s">support-siden</a> page.

source: There was a problem connecting to the local database.
nb_no: Det oppstod et problem under tilkoblingen til den lokale databasen.

source: There was a problem downloading the products.
nb_no: Det oppstod et problem under nedlastingen av produktene.

source: There has been an error.
nb_no: Det skjedde en feil. Tenk på noe vakkert. Trekk pusten dypt.

source: Upgrade to Pro
nb_no: Oppgrader til Pro

source: No matches found
nb_no: Ingen treff

source: Please enter 1 more character
nb_no: Vennligst skriv inn 1 tegn til

source: Please enter %d more characters
nb_no: Vennligst skriv inn %d flere tegn

source: Please delete 1 character
nb_no: Vennligst fjern 1 tegn

source: Please delete %d characters
nb_no: Vennligst fjern %d tegn

source: You can only select 1 item
nb_no: Du kan velge maks 1 elementer

source: You can only select %d items
nb_no: Du kan velge maks %d elementer

source: Loading more results
nb_no: Laster flere resultater

source: Searching
nb_no: Søker

source: Action failed. Please refresh the page and retry.
nb_no: Noe gikk galt. Vennligst last inn siden på nytt.

source: Your settings have been saved.
nb_no: Innstillingene dine har blitt lagret.

source: Select a page&hellip;
nb_no: Velg en page&hellip;

source: General
nb_no: Generelt

source: General Options
nb_no: Generelle innstillinger

source: Default POS Customer
nb_no: Forvalgt kassekunde

source: Guest
nb_no: Gjest

source: Save changes
nb_no: Lagre endringer

source: Customer
nb_no: Kunde

source: <strong>WooCommerce POS</strong> requires <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>. Please install and activate WooCommerce before activating WooCommerce POS.
nb_no: <strong>WooCommerce POS</strong> krever <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>. Vennligst installer og aktiver WooCommerce før du aktiverer WooCommerce POS

source: <strong>WooCommerce REST API</strong> requires <em>pretty</em> permalinks to work correctly. Please enable <a href="%s">permalinks</a>.
nb_no: <strong>WooCommerce REST API</strong> krever <em>pretty</em> permalinks for å fungere ordentlig. Vennligs aktiver <a href="%s">permalinks</a>.

source: Cash
nb_no: Kontant

source: Card
nb_no: Kort

source: Settings
nb_no: Innstillinger

source: View POS
nb_no: Vis kassa

source: Please enter your name
nb_no: Vennligst skriv inn navnet ditt

source: Please enter a valid email address
nb_no: Vennligst skriv en gyldig epost-adresse

source: Please enter your message
nb_no: Vennligst skriv din melding

source: There was a problem sending your email.
nb_no: Det oppstod en feil under sendingen.

source: WooCommerce Version
nb_no: WooCommerce versjon

source: WooCommerce >= 2.1 required
nb_no: WooCommerce >= 2.1 kreves

source: Update
nb_no: Oppdater

source: API is active
nb_no: API er aktivert

source: Access to the REST API is required
nb_no: Det kreves tilgang til REST API

source: Enable REST API
nb_no: Aktiver REST API

source: Order &ndash; %s
nb_no: Ordre &ndash; %s

source: Qty
nb_no: Ant

source: Product
nb_no: Produkt

source: Price
nb_no: Pris

source: Cart is empty
nb_no: Handlekurven er tom

source: Cart Subtotal
nb_no: Subtotal

source: Cart Discount
nb_no: Rabatt

source: Order Discount
nb_no: Ordrerabatt

source: Order Total
nb_no: Totalt denne ordre

source: Void
nb_no: Annullér

source: Note
nb_no: Notat

source: Discount
nb_no: Rabatt

source: Checkout
nb_no: Utsjekk

source: New Order
nb_no: Ny ordre

source: To Pay
nb_no: Å betale

source: Return to Sale
nb_no: Tilbake til salg

source: Need help? Visit the <a href="%s">support</a> page
nb_no: Trenger du hjelp? Besøk <a href="%s">support-siden.</a>

source: POS
nb_no: Kasseapparat

source: View Products
nb_no: Vis produkter

source: Add Product
nb_no: Legg til produkt

source: View Orders
nb_no: Vis ordrer

source: View Customers
nb_no: Vis kunder

source: Menu
nb_no: Meny

source: Howdy
nb_no: Heisann

source: Logout
nb_no: Logg ut

source: Your browser is not supported!
nb_no: Nettleseren din støttes ikke!

source: Sorry, it seems your browser is not currently supported by WooCommerce POS.
nb_no: Vi beklager, nettleseren din støttes ikke av WooCommerce POS.

source: If possible, please <a href="http://browsehappy.com/">update your browser</a>, we recommend either Chrome or Firefox.
nb_no: Hvis du har mulighet, vennligst <a href="http://browsehappy.com/">oppdater nettleseren.</a> Vi anbefaler Chrome eller Firefox.

source: If you believe you have received this message in error please contact support at <a href="http://woopos.com.au">woopos.com.au</a>
nb_no: Hvis du mener at denne beskjeden har kommet ved en feil, vennligst kontakt vår support: <a href="http://woopos.com.au">woopos.com.au</a>

source: Okay
nb_no: OK

source: Search for products
nb_no: Produktsøk

source: No products found
nb_no: Ingen produkter funnet

source: Page %s of %s
nb_no: Side %s av %s

source: Showing %s of %s products
nb_no: Viser %s av %s produkter

source: Last updated %s
nb_no: Sist oppdatert %s

source: clear
nb_no: slett

source: Your browser does not support indexeddb
nb_no: Nettleseren din støtter ikke indexeddb

source: POS Support Form
nb_no: WooPOS supportskjema

source: Name
nb_no: Navn

source: Your name
nb_no: Ditt navn

source: Email
nb_no: Epost

source: Your email
nb_no: Din epost

source: Message
nb_no: Melding

source: Describe your problem here ...
nb_no: Beskriv problemet ditt her ...

source: Append POS system report
nb_no: Legg til POS systemrapport

source: Thank you!
nb_no: Tusen takk!

source: Your form has been sent
nb_no: Skjemaet har blitt sendt

source: We will get back to you as soon as possible
nb_no: Vi kommer tilbake til deg så snart som mulig

source: POS System Status
nb_no: System Status WooPOS

# %d in stock
source: in stock
nb_no: i beholdning
