Repository: BMOTech/WooCommerce-POS-Language-Packs
Catalog: languages/*/woocommerce-pos-pro-*.po
Languages: de_de, el, nb_no, nl_nl

source: Activate
nl_nl: Activeer

source: Deactivate
nl_nl: Deactiveer

source: Stores
nl_nl: Vestigingen

source: Store
nl_nl: Vestiging

source: Add New Store
nl_nl: Voeg een vestiging toe

source: New Store
nl_nl: Nieuwe vestiging

source: Edit Store
nl_nl: Bewerkt vestiging

source: View Store
nl_nl: Bekijk vestiging

source: Search Stores
nl_nl: Zoek vestiging

source: Parent Store:
nl_nl: Hoofdvestiging:

source: No Stores found.
nl_nl: Geen vestigingen gevonden.

source: No Stores found in Trash.
nl_nl: Geen vestigingen in de prullenbak.

source: Add New Customer
nl_nl: Voeg nieuwe klant toe

source: Edit Customer
nl_nl: Bewerk klant

source: Add Customer
nl_nl: Voeg klant toe

source: Pro Receipt
nl_nl: Pro kassabon

source: Billing Address
nl_nl: Faktuuradres

source: Shipping Address
nl_nl: Verzendadres

source: Order Number
nl_nl: Kassabon nummer

source: Order Date
nl_nl: Verkoopdatum

source: Payment Method
nl_nl: Betaalmethode

source: Telephone
nl_nl: Telefoon

source: Qty
nl_nl: Aantal

source: Price
nl_nl: Prijs

source: Cart Subtotal
nl_nl: Subtotaal

source: Cart Discount
nl_nl: Korting

source: Order Discount
nl_nl: Korting totaal

source: Order Total
nl_nl: Verkopen totaal

source: On Sale?
nl_nl: Aanbieding?

source: Store Opening Hours
nl_nl: Openingstijden

source: Display store hours set in WooCommerce POS
nl_nl: Toon openingstijden in KASSA

source: No stores. <a href="%s">Create a new store</a>.
nl_nl: Geen vestigingen. <a href="%s">Maak een vestiging aan</a>.

source: WooCommerce POS Pro adds extra functionality to the free plugin. Requires <a href="http://wordpress.org/plugins/woocommerce-pos/">WooCommerce POS</a>.
nl_nl: WooCommerce KASSA(POS) Pro voegt extra functionaliteit toe aan de gratis plugin. Vereist <a href="http://wordpress.org/plugins/woocommerce-pos/">WooCommerce KASSA(POS)</a>.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
de_de: <b>Warnung!</b> Sie blockieren externe Anfragen, weswegen Sie nicht in der Lage sein werden Updates zu empfangen. Bitte fügen Sie %s zu %s hinzu.
el: <b>Προσοχή!</b> Μπλοκάρετε εξωτερικά αιτήματα που σημαίνει ότι δεν θα μπορείτε να λαμβάνετε %s αναβαθμίσεις. Παρακαλώ προσθέστε %s στο %s.
nb_no: <b>Advarsel!</b>Du blokkerer eksterne forespørsler. Det betyr at du ikke vil få %s oppdateringer. Vennligst legg %s til %s.
nl_nl: <b>Let op!</b> Toegang van buiten is geblokkeerd waardoor je geen %s updates krijgt. Voeg %s toe aan %s.

source: Settings
de_de: Einstellungen
el: Ρυθμίσεις
nb_no: Innstillinger
nl_nl: Instellingen

source: Pro Support
el: Υποστήριξη Pro

source: The WooCommerce POS Pro License Key has not been activated, so the plugin is inactive! %sClick here%s to activate the license key and the plugin.
de_de: Der WooCommerce POS Pro Lizenzschlüssel wurde noch nicht aktiviert, womit das Plugin inaktive ist! %sKlicken Sie hier%s um den Lizenzschlüssel und das Plugin zu aktivieren.
el: Η άδεια χρήσης για το WooCommerce POS Pro δεν έχει ενεργοποιηθεί, οπότε το πρόσθετο είναι ανενεργό! %sΚάντε κλικ εδώ%s για να ενεργοποιήσετε το κλειδί άδειας και το πρόσθετο.
nb_no: Lisensnøkkelen for WooCommerce POS Pro har ikke blitt aktivert, så pluginen er inaktiv. %sKlikk her%s for å aktivere lisensnøkkelen og pluginen.
nl_nl: De WooCommerce KASSA Pro Licentie key is niet geactiveerd, De plugin is daardoor ook niet geactiveerd! %sKlik hier%s om de key en plugin te activeren.

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Lizenzschlüssel %s ist abgelaufen. Sie können einen Lizenzschlüssel über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren oder kaufen.
el: Το κλειδί άδειας χρήσης για %s έχει λήξει. Μπορείτε να ενεργοποιήσετε ή να αγοράσετε ένα κλειδί άδειας χρήσης από τον <a href="%s" target="_blank"> πίνακα ελέγχου σας </a>.
nb_no: Lisensnøkkelen for %s har løpt ut. En ny lisens kan kjøpes og aktiveres fra <a href="%s" target="_blank">din konto</a> hos WooPOS.
nl_nl: De licentie key voor %s is verlopen. Gebruik je account om een key opnieuw te activeren of om een nieuwe te kopen <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde unterbrochen. Sie können das Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s είναι σε αναμονή. Μπορείτε να ενεργοποιήσετε την συνδρομή σας από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Abbonenmentet på %s er satt på pause. Det kan settes i gang i <a href="%s" target="_blank">din konto</a> hos WooPOS.
nl_nl: Het abonnement op %s is stop gezet. Gebruik je account om je abonnement te activeren <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
de_de: Das Abonnement für %s wurde storniert. Sie können Ihr Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> erneuern. Ein neuer Lizenzschlüssel wird Ihnen per E-Mail geschickt, nachdem Ihre Bestellung abgeschlossen ist.
el: Η συνδρομή για το %s έχει ακυρωθεί. Μπορείτε να ανανεώσετε την συνδρομή σας από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>. Ένα νέο κλειδί άδειας χρήσης θα σας αποσταλεί με email μετά την ολοκλήρωση της παραγγελία σας.
nb_no: Abbonementet %s har blitt kansellert. Det kan fornyes fra <a href="%s" target="_blank">din konto</a>. En ny lisensnøkkel vil bli sendt deg på epost etter et ordren er behandlet hos oss.
nl_nl: Het abonnement op %s is afgelopen. Gebruik je account om het te verlengen <a href="%s" target="_blank">dashboard</a>. Als je order afgehandeld is ontvang je een nieuwe licentie key per email.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s ist abgelaufen. Sie können das Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s έχει λήξει. Μπορείτε να ενεργοποιήσετε την συνδρομή σας από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Abbonementet på %s has løpt ut. Fortvil ikke, det kan reaktiveres fra <a href="%s" target="_blank">din konto</a> hos oss.
nl_nl: Het abonnement op %s is verlopen. Gebruik je account om het te verlengen <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement %s wurde ausgesetzt. Sie können das Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s έχει τεθεί σε αναστολή. Μπορείτε να ενεργοποιήσετε την συνδρομή σας από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Abbonementet på %s har blitt suspendert. Dette kan re-aktiveres i <a href="%s" target="_blank">kontoen din</a>.
nl_nl: Het abonnement op %s is tijdelijk stop gezet.Gebruik je account om het te verlengen <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s steht noch aus. Sie können den Status über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> prüfen.
el: Η συνδρομή για το %s βρίσκεται ακόμα σε εκκρεμότητα. Μπορείτε να ελέγξετε την κατάσταση της συνδρομής σας από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Abbonementet på %s avventes fortsatt. Statusen på abbonement og andre tjenester finner du under <a href="%s" target="_blank">din konto</a>.
nl_nl: Het abonnement op %s is nog in behandeling. Gebruik je account om de status te bekijken <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde in den Papierkorb gelegt und wird bald gelöscht. Sie können ein neues Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> kaufen.
el: Η συνδρομή για το %s έχει τοποθετηθεί στον κάδο απορριμμάτων και θα διαγραφεί σύντομα. Μπορείτε να αγοράσετε μια νέα συνδρομή από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Abbonementet på %s har blitt kastet, og vil slettes snart. Nye abbonement kan tegnes under <a href="%s" target="_blank">din konto</a>.
nl_nl: Het abonnement op %s zit in de prullenbak en zal binnenkort definitief verwijderd worden. Gebruik je account on een nieuwe licentie te kopen <a href="%s" target="_blank">dashboard</a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde nicht gefunden. Sie können ein Abonnement über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> kaufen.
el: Δεν βρέθηκε συνδρομή για %s. Μπορείτε να αγοράσετε μια συνδρομή από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Vi fant ikke abbonementet på %s. Du kan kjøpe et abbonement i <a href="%s" target="_blank">din konto</a>.
nl_nl: Er kan geen abonnement op %s gevonden worden. Gebruik je account on een nieuwe licentie te kopen <a href="%s" target="_blank">dashboard</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Lizenzschlüssel für %s konnte nicht gefunden werden. Vielleicht haben Sie beim Einrichten von %s vergessen den Lizenzschlüssel einzugeben oder der Schlüssel war auf Ihrem Konto deaktiviert. Sie können einen Lizenzschlüssel über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren oder kaufen.
el: Δεν έχει βρεθεί κλειδί άδειας χρήσης για το %s. Ίσως ξεχάσατε να πληκτρολογήσετε το κλειδί άδειας χρήσης κατά την εγκατάσταση του %s, ή το κλειδί απενεργοποιήθηκε από τον λογαριασμό σας. Μπορείτε να ενεργοποιήσετε ή να αγοράσετε ένα κλειδί άδειας χρήσης από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Vi fant ingen lisensnøkkel for %s. Kanskje du glemte å skrive inn lisensnøkkel mens du satte opp %s. Du kan reaktivere eller kjøpe ny lisens i <a href="%s" target="_blank">din konto</a>.
nl_nl: Er kan geen licentie key voor %s gevonden worden. Ben je vergeten deze in te voeren bij na het installeren van %s, of staat deze inactief in je account?. Gebruik je account om een key opnieuw te activeren of om een nieuwe te kopen <a href="%s" target="_blank">dashboard</a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Download-Berechtigung für %s wurde wahrscheinlich wegen des Lizenzschlüssels oder einem abgelaufenen Abonnement widerrufen. Sie können einen Lizenzschlüssel über Ihr <a href="%s" target="_blank">Konto-Dashboard</a> reaktivieren oder kaufen.
el: Η λήψη του %s έχει ανακληθεί πιθανόν λόγω λήξης του κλειδιού άδειας χρήσης ή της συνδρομής σας. Μπορείτε να ενεργοποιήσετε ή να αγοράσετε ένα κλειδί άδειας χρήσης από τον <a href="%s" target="_blank"> πίνακα ελέγχου</a>.
nb_no: Nedlastingen av %s har blitt stanset, mest sansynlig pga. at lisensnøkkel eller abbonement har utløpt . Alt dette kan reaktiveres og fikses fra <a href="%s" target="_blank">din konto</a> hos os
nl_nl: Downloaden van %s kan niet meer, mogelijk doordat de licentie key of het abonnement verloopt. Gebruik je account om een key opnieuw te activeren of om een nieuwe te kopen <a href="%s" target="_blank">dashboard</a>.

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
de_de: %s wurde nicht aktiviert. Gehen Sie auf die Einstellungsseite und geben den Lizenzschlüssel und die Lizenz-E-Mail-Adresse ein um %s zu aktivieren.
el: %s δεν έχει ενεργοποιηθεί. Πηγαίνετε στη σελίδα ρυθμίσεων και εισάγετε το κλειδί άδειας χρήσης και email για να ενεργοποιήσετε %s.
nl_nl: %s is niet geactiveerd. Ga naar de Instellingen pagina en voer de licentie key en email in.om %s te activeren.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
de_de: Sie haben Ihr Abonnement für %s geändert, weswegen Sie nun Ihrer neuen API-Lizenzschlüssel auf der Einstellungsseite eingeben müssen. Den Lizenzschlüssel finden Sie in Ihrem E-Mail-Postfach. Wenn nicht können Sie auch anmelden und erhalten ihn über Ihr <a href="%s" target="_blank">Konto-Dashboard</a>.
el: Έχετε αλλάξει τη συνδρομή για %s, έτσι θα πρέπει να εισάγετε το νέο API Κλειδί Άδειας Χρήσης στη σελίδα ρυθμίσεων. Το κλειδί άδειας χρήσης θα το βρείτε στα εισερχόμενα του e-mail σας. Αν όχι μπορείτε να το βρείτε στον <a href="%s" target="_blank">πίνακα ελέγχου</a>.
nb_no: Du har forandret abbonementet fo %s. Du er derfor nødt til å taste inn din nye API-lisensnøkkel under «Innstillinger». Lisensnøkkelen skal du ha mottatt på epost. Hvis ikke, kan du hente den med å logge deg på <a href="%s" target="_blank">kontoen din</a>.
nl_nl: Het abonnement op %s is gewijzigd, je moet een nieuwe licentie key invullen op de Instellingen pagina. De licentie key zou in je email inbox moeten zitten, zo niet, dan kan je hem ophalen door in te loggen op je account <a href="%s" target="_blank">dashboard</a>.

source: Pro License
de_de: Pro-Lizenz
el: Άδεια Χρήσης Pro
nb_no: Pro-lisens
nl_nl: Pro Licentie

source: WooCommerce POS Pro License Activation
de_de: WooCommerce POS Pro Lizenz-Aktivierung
el: Ενεργοποίηση άδειας χρήσης WooCommerce POS Pro
nb_no: Lisens-aktivering for WooCommerce POS Pro
nl_nl: WooCommerce KASSA Pro Licentie activeren

source: License Key
de_de: Lizenzschlüssel
el: Κλειδί Άδειας Χρήσης
nb_no: Lisens-nøkkel
nl_nl: Licentie key

source: License Email
de_de: Lizenz-E-Mail-Adresse
el: Αδειοδοτημένο Email
nb_no: Lisens-epost
nl_nl: Licentie email

source: Plugin activated.
de_de: Plugin aktiviert.
el: Πρόσθετο ενεργοποιημένο.
nb_no: Pluginen er aktivert.
nl_nl: Plugin geactiveerd.

source: The license could not be deactivated. Use the License Deactivation button to manually deactivate the license before activating a new license.
de_de: Die Lizenz konnte nicht deaktiviert werden. Benutzen Sie die "Lizenz Deaktivieren"-Schaltfläche um die Lizenz maunell zu deaktivieren, bevor Sie eine neue Lizenz aktivieren.
el: Η άδεια χρήσης δεν μπορεί να απενεργοποιηθεί. Χρησιμοποιήστε το κουμπί Απενεργοποίησης Άδειας Χρήσης για να απενεργοποιήσετε χειροκίνητα την άδεια πριν από την ενεργοποίηση μιας νέας.
nb_no: Lisensen kunne ikke deaktiveres. Bruk knappen merket «Deaktivere lisens», for å manuellt deaktivere, før en ny lisens kan aktiveres.
nl_nl: De licentie key kan niet worden gedeactiveerd. Gevruik de Licentie Deactiveren knop om de licentie handmatig te deactiveren voor een nieuwe licentie te activeren.

source: WooCommerce POS Pro adds extra functionality to the free plugin.
de_de: WooCommerce POS Pro fügt dem freien Plugin Zusatzfunkltionen hinzu.
el: Το WooCommerce POS Pro προσθέτει επιπλέον λειτουργίες στην δωρεάν έκδοση.
nb_no: WooCommerce POS Pro gir deg ekstra funksjoner som ikke er i gratis-versjonen.
nl_nl: WooCommerce KASSA Pro voegt extra functionaliteit toe aan de gratis plugin.

source: WooCommerce POS Pro
nl_nl: WooCommerce KASSA Pro
